Repository: LucianoVandi/opus
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: it_it

source: You created space
it_it: Hai creato lo spazio

source: You deleted space
it_it: Hai eliminato lo spazio

source: You updated space
it_it: Hai aggiornato lo spazio

source: You created wiki
it_it: Hai creato la wiki

source: You deleted wiki
it_it: Hai eliminato la wiki

source: You updated wiki
it_it: Hai aggiornato la wiki

source: You created page
it_it: Hai creato la pagina

source: at wiki
it_it: nella wiki

source: You deleted page
it_it: Hai eliminato la pagina

source: You updated page
it_it: Hai aggiornato la pagina

source: You commented on wiki
it_it: Hai commentato la wiki

source: You commented on page
it_it: Hai commentato la pagina

source: You deleted comment from wiki
it_it: Hai eliminato un commento dalla wiki

source: You deleted comment from page
it_it: Hai eliminato un commento dalla pagina

source: You updated comment on wiki
it_it: Hai aggiornato un commento nella wiki

source: You updated comment on page
it_it: Hai aggiornato un commento dalla pagina

source: Nothing found
it_it: Nessun risultato

source: Activities
it_it: Attività

source: Team Settings
it_it: Configurazioni Team

source: Receive Notifications
it_it: Ricevi Notifiche

source: Save
it_it: Salva

source: Cancel
it_it: Annulla

source: updated a page
it_it: ha aggiornato la pagina

source: Select Permissions
it_it: Seleziona Permessi

source: Delete Page
it_it: Elimina Pagina

source: Delete Comment
it_it: Elimina Commento

source: Select Members
it_it: Seleziona Membri

source: Close
it_it: Chiudi

source: Team name successfully updated.
it_it: Nome team aggiornato con successo.

source: Team successfully deleted.
it_it: Team eliminato con successo.

source: Specified team does't exists.
it_it: Il team specificato non esiste.

source: This team has already a user with this email address.
it_it: Nel team è già presente un utente con questo indirizzo email.

source: Team successfully joined. You can login to this team now.
it_it: Ti sei unito a questo team, ora puoi eseguire l’accesso.

source: Email or password is not valid.
it_it: Email o password non valida.

source: Team successfully created. Now login to your team!
it_it: Team creato con successo. Ora puoi accedere al tuo team!

source: Team logo successfully uploaded.
it_it: Logo team aggiornato con successo.

source: Delete
it_it: Elimina

source: Add to Slack
it_it: Aggiungi a Slack

source: Edit
it_it: Modifica

source: Are you sure?
it_it: Sei sicuro?

source: updated a wiki
it_it: ha aggiornato una wiki

source: Search...
it_it: Cerca…

source: Type something.
it_it: Digita qui.

source: Create wiki
it_it: Crea Wiki

source: Create space
it_it: Crea Spazio

source: Invite user
it_it: Invita utente

source: Notifications
it_it: Notifiche

source: No unread notification.
it_it: Non sono presenti notifiche da leggere.

source: Profile
it_it: Profilo

source: Settings
it_it: Configurazioni

source: Logout
it_it: Esci

source: Create Wiki
it_it: Crea Wiki

source: created space
it_it: ha creato lo spazio

source: deleted space
it_it: ha eliminato lo spazio

source: updated space
it_it: ha aggiornato lo spazio

source: created wiki
it_it: ha creato la wiki

source: deleted wiki
it_it: ha eliminato la wiki

source: updated wiki
it_it: ha aggiornato la wiki

source: created page
it_it: ha creato la pagina

source: deleted page
it_it: ha eliminato la pagina

source: updated page
it_it: ha aggiornato la pagina

source: commented on wiki
it_it: ha commentato la wiki

source: commented on page
it_it: ha commentato la pagina

source: deleted comment from wiki
it_it: ha eliminato un commento dalla wiki

source: deleted comment from page
it_it: ha eliminato un commento dalla pagina

source: updated comment on wiki
it_it: ha aggiornato un commento nella wiki

source: updated comment on page
it_it: ha aggiornato un commento nella pagina

source: Space successfully created.
it_it: Spazio creato con successo.

source: Space successfully deleted.
it_it: Spazio eliminato con successo.

source: Space successfully updated.
it_it: Commento creato con successo.

source: Create Role
it_it: Crea Ruolo

source: Role Name
it_it: Nome Ruolo

source: Read Later
it_it: Leggi più Tardi

source: Added in Read Later
it_it: Aggiunto all’Elenco di Lettura

source: Export to Word
it_it: Esporta in Word

source: Export to PDF
it_it: Esporta in PDF

source: Integration successfully set on team.
it_it: Integrazione avvenuta con successo.

source: Integration successfully updated.
it_it: Integrazione aggiornata con successo.

source: Integration successfully deleted.
it_it: Integrazione eliminata con successo.

source: Recent Wikis
it_it: Wiki Recenti

source: Favourite Wikis
it_it: Wiki Preferite

source: A user with this email already invited.
it_it: Un utente con questa mail è già stato invitato.

source: A user with this email already exists.
it_it: Esiste già un utente con questa mail.

source: Invitation is successfully sent to user.
it_it: Invito inviato correttamente.

source: Invitation request from
it_it: Richiesta di invito da

source: Invitation successfully removed.
it_it: Invito rimosso con successo.

source: You need to create space before creating wiki!
it_it: Devi creare degli spazi prima di create una wiki!

source: Wiki successfully created.
it_it: Wiki creata con successo.

source: Wiki successfully updated.
it_it: Wiki aggiornata con successo.

source: Wiki successfully deleted.
it_it: Wiki eliminata con successo.

source: You are now watching this wiki.
it_it: Ora stai osservando questa wiki.

source: You are now ignoring this wiki.
it_it: Ora stai ignorando questa wiki.

source: Wiki successfully added to read list.
it_it: Wiki aggiunta all’elenco di lettura.

source: Wiki successfully removed from read list.
it_it: Wiki rimossa dall’elenco di lettura.

source: just updated a space
it_it: ha appena aggiornato uno spazio

source: Quick Links
it_it: Link Veloci

source: Create a Page
it_it: Crea una Pagina

source: Wiki Settings
it_it: Configurazioni Wiki

source: Page tree
it_it: Albero Pagine

source: Space Name
it_it: Nome Spazio

source: Enter space name here. e.g. Sales
it_it: Inserisci il nome dello spazio ad es. Vendite

source: Description
it_it: Descrizione

source: Describe a little about space.
it_it: Breve descrizione sullo spazio.

source: deleted a wiki
it_it: ha eliminato una wiki

source: Write a comment
it_it: Scrivi un commento

source: Submit
it_it: Invia

source: Name
it_it: Nome

source: Select a option
it_it: Seleziona un opzione

source: Update
it_it: Aggiorna

source: Read List
it_it: Elenco di Lettura

source: Remove from
it_it: Rimuovi da

source: Roles
it_it: Ruoli

source: Members
it_it: Membri

source: Spaces
it_it: Spazi

source: Filter
it_it: Filtra

source: Save Changes
it_it: Salva Modifiche

source: Role successfully created.
it_it: Ruolo creato con successo.

source: Role successfully updated.
it_it: Ruolo aggiornato con successo.

source: Role successfully deleted.
it_it: Ruolo eliminato con successo.

source: Outline
it_it: Intro

source: Space
it_it: Spazi

source: Select a space
it_it: Selezione uno spazio

source: Team Name
it_it: Nome Team

source: Enter your team name here. e.g. Google
it_it: Inserisci il nome del team ad es. Google

source: Forgot your password?
it_it: Password dimenticata?

source: Remember me
it_it: Ricordami

source: Don't have a team?
it_it: Non hai un team?

source: Create now
it_it: Crealo ora

source: Profile image successfully updated.
it_it: Foto Profilo aggiornata con successo.

source: Profile successfully updated.
it_it: Profilo aggiornato con successo.

source: Your password successfully changed. You have to login again.
it_it: La tua password è stata modificata con successo. Ora puoi procedere al login.

source: Your account successfully deleted.
it_it: Il tuo account è stato eliminato con successo.

source: Email does't exists in this team.
it_it: La mail non è presente in questo team.

source: The team does not exist.
it_it: Questo team non esiste.

source: Please check your inbox we sent you a link to change password.
it_it: Controlla la tua casella di posta. Ti abbiamo inviato un link per modificare la password.

source: Password successfully changed.
it_it: Password modificata con successo.

source: You can edit the roles and set their permissions.
it_it: Puoi modificare i ruoli e assegnare i permessi.

source: just deleted a space
it_it: ha appena eliminato uno spazio

source: Invite
it_it: Invita

source: Pending Invitations
it_it: Inviti in Attesa

source: Remove Invitation
it_it: Rimuovi Invito

source: Create a Team
it_it: Crea un Team

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Already have a team?
it_it: Hai già un team?

source: Login now
it_it: Accedi qui

source: User Settings
it_it: Configurazioni Utente

source: Profile Picture
it_it: Foto Profilo

source: Upload new picture
it_it: Carica nuova foto

source: Browse file...
it_it: Sfoglia file…

source: The maximum file size allowed is 200KB.
it_it: La dimensione massima consentita è di 200KB.

source: Personal Information
it_it: Informazioni Personali

source: Anyone who is the member of this organization can see this information.
it_it: Qualunque membro del team può vedere queste informazioni.

source: Time zone
it_it: Fuso Orario

source: Accept Invite
it_it: Accetta Invito

source: Watch
it_it: Osserva

source: Change password
it_it: Modifica password

source: After a successful password update, you will be redirected to the login page where you can log in with your new password.
it_it: Dopo l’avvenuto aggiornamento della password sarai rediretto alla pagina di login dove potrai accedere con la tua nuova password.

source: Current password
it_it: Password attuale

source: New password
it_it: Nuova password

source: Password confirmation
it_it: Conferma Password

source: Leave organization
it_it: Abbandona organizzazione

source: Once you clicked the delete your account button your account will be deleted from this organization. Please be certain.
it_it: Cliccato elimina account il tuo account sarà eliminato in maniera permanente. L’operazione non è reversibile.

source: Delete your account
it_it: Elimina account

source: Send Password Reset Link
it_it: Invia Link per Resettare la Password

source: Renaming team name will also change the team URL and will render all bookmarks to team pages invalid.
it_it: La modifica del nome del team modificherà anche le URL e renderà i preferiti non validi.

source: Team logo
it_it: Logo Team

source: Delete Team
it_it: Elimina Team

source: Deleting this team will permanently delete all wikis and users in this account.
it_it: L’eliminazione del team rimuoverà permanentemente le wiki e gli utenti di questo account.

source: Yes I understand, delete my account
it_it: Si ho capito, elimina questo account

source: General
it_it: Generali

source: Create Team
it_it: Crea Team

source: Login Team
it_it: Accesso Team

source: created a page
it_it: ha creato una pagina

source: created a new space
it_it: ha creato un nuovo spazio

source: Join Team
it_it: Unisciti al Team

source: Join
it_it: Unisciti

source: Already joined a team?
it_it: Fai già parte di un team?

source: Comment successfully posted.
it_it: Commento inserito con successo.

source: deleted a page
it_it: ha eliminato una pagina

source: created a new wiki
it_it: ha creato una nuova wiki

source: Delete Wiki
it_it: Elimina Wiki

source: Page successfully deleted.
it_it: Pagina eliminata con successo.

source: Page successfully created.
it_it: Pagina creata con successo.

source: Page successfully updated.
it_it: Pagina aggiornata con successo.

source: Page successfully added to read list.
it_it: Pagina aggiunta con successo all’elenco di lettura.

source: Page successfully removed from read list.
it_it: Pagina rimossa con successo dall’elenco di lettura.

source: Edit Role
it_it: Modifica Ruolo

source: Permissions
it_it: Permessi
